create table employee
(
  id SERIAL primary KEY,
  Name varchar(50) not null,
  LastName varchar(50) not null,
  Age integer not null,
  PositionId integer not null
);

insert into employee (Name,LastName,Age,PositionId)
VALUES
('Иванов','Иван',18,1),
('Никитин','Иван',25,2),
('Замяткин','Вячеслав',15,3),
('Владислав','Абовян',24,2),
('Иванов','Иван',18,1),
('Никитин','Иван',25,2),
('Замяткин','Вячеслав',15,3),
('Владислав','Абовян',24,2),
('Иванов','Иван',18,1),
('Никитин','Иван',25,2),
('Замяткин','Вячеслав',15,3),
('Владислав','Абовян',24,2),
('Иванов','Иван',18,1),
('Никитин','Иван',25,2),
('Замяткин','Вячеслав',15,3),
('Владислав','Абовян',24,2),
('Иванов','Иван',18,1),
('Никитин','Иван',25,2),
('Замяткин','Вячеслав',15,3),
('Владислав','Абовян',24,2),
('Иванов','Иван',18,1),
('Никитин','Иван',25,2),
('Замяткин','Вячеслав',15,3),
('Владислав','Абовян',24,2),
('Иванов','Иван',18,1),
('Никитин','Иван',25,2),
('Замяткин','Вячеслав',15,3),
('Владислав','Абовян',24,2);